/* More Printers Browsers button title. */
"More Printers" = "Muita tulostimia…";

/* Search/Filter toolbar item title. */
"Search" = "Etsi";

/* Search/Filter toolbar menu item for printers. */
"Search Printers" = "Etsi tulostimia";

/* Search/Filter toolbar menu item for models. */
"Search Models" = "Etsi malleja";

/* displayed when the ppd is missing any of the cupsfilter entries. */
"MissingParts" = "Osa tulostimen ohjelmistosta puuttuu.";

/* displayed as part of the message that will follow the 'MissingParts' string */
"MissingMessage" = "Et ehkä voi tulostaa kohteeseen ”%@.” Asenna tulostimen ohjelmisto uudelleen.";

/* Title of Cancel button */
"Cancel" = "Kumoa";

/* Title of Continue button */
"Continue" = "Jatka";

/* Title of OK button */
"OK" = "OK";

/* Title of alert shown when there is an error adding a printer. */
"An error occurred while trying to add the selected printer." = "Valittua tulostinta lisättäessä tapahtui virhe.";

/* Error number shown in error alerts */
"Error:%d" = "Virhe: %d";

/* When a queue by the same name or url already exists. */
"Queue already exists." = "Jono on jo olemassa.";

/* Title of alert shown when there is a potential duplicate for a printer. */
"A queue for this printer already exists. Do you really want to create a new queue?" = "Tulostimelle on jo jono. Haluatko varmasti luoda uuden jonon?";

/* Title of alert shown when there is a potential duplicate for a fax. ADD_FAX_PRINTER_EXISTS_TITLE */
"A queue for this fax printer already exists. Do you really want to create a new queue?" = "Faksitulostimelle on jo jono. Haluatko varmasti luoda uuden jonon?";

/* Title of auto setup window */
"Determining Installable Options..." = "Määritellään asennettavissa olevia vaihtoehtoja…";

/* Title of manual setup window */
"Installable Options" = "Asennettavissa olevat vaihtoehdot";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Tulostuspalvelu ei ole käytettävissä.";

/* String for missing tioga drivers */
"No third-party printer browsers were found." = "Muun valmistajan tulostinselaimia ei löytynyt.";
